{
  "Theme Name": "The Heist",
  "Theme Logo": "https://cdn.pixabay.com/photo/2018/02/27/06/30/skyscraper-3184798_960_720.jpg",
  "Creator Name": "GamingFlaming",
  "Theme Description": "The default theme for the heist minigame, fun and entertaining.",
  "Amount Of Buildings": "25",
  "Building Names": [
    "New Wave Bank",
    "New Civil Bank",
    "Bobby & Ron's Savings Bank",
    "Lewis Group Bank",
    "Rutherford Credit Union",
    "Jones & Cash Bank",
    "New Civil Bank",
    "Genesis Bank Corp.",
    "Polestar Bank Inc.",
    "The Local Bank",
    "Labadie and Roth Credit Union",
    "Russel Credit Union Secure",
    "Horizontal Savings Credit Union",
    "Reactive Central Bank",
    "Devolved Profit Banks",
    "Max Security Bank",
    "Bot Central Bank",
    "Gerlach Bank",
    "Sunray Bank",
    "Jungle Bank",
    "Pursuit Bank",
	"Sparkle Trust",
    "Bank Of DBM",
    "Coding Federal Bank",
	"Vigor Credit Union",
    "Velvet Bank"
  ],
  "Game Settings": {
    "Max Vault Amount": "10000",
    "Minimum Vault Amount": "2500",
    "Discord Embed Theme Hex": "#0000d4",
    "Embed footer message": "Heist In Progress... - Heist Minigame",
	"Heist Name": "Heist",
	"Building Type":"Bank",
    "Hostage Quotes": "true",
	"News Cast": "true",
    "Bad Event Spot": "3",
	"Hostage Quote Spot": "4",
	"Amount Of Loops": "12",
	"Heist Theme Description": "We get in, we get out, understand? This is suppose to be a simple bank robbery. Let's not make it too hard now. We know the inside and we got remote access to it. We should stay safe. Never know what's inside.",
	"Heist Break In Message": "*The team busts in.*"
},
 "Occurance Counts": {
    "Amount Of BAD": "30",
    "Amount Of GOOD": "30",
    "Amount of Hostage Quotes": "25",
    "Amount of News Coverage Quotes": "15"
},
  "Occurance Messages GOOD": [
    "Brought a sharper attachment!",
    "Brought Fire Ammo",
    "Brought explosive ammo to the heist",
    "Brought zipties to tie down hostages.",
    "Brought an AR-15",
    "Brought armor to the heist for everyone.",
    "Unlocked all the doors to the entire bank building",
    "found keys to a car!",
    "Stole a keycard.",
    "Unlocked the security gates to the parking lot.",
    "Bribed The Bank Teller into keeping quiet.",
    "Brought a Bulletproof Vest",
    "Opened fire at the windows at the bank!",
    "Took down multiple guards!",
    "Hid the hostages from the gunfire",
    "Blasted open the locked security door with C4",
	"found a fire axe!",
	"Brought a Smoke Grenade!",
    "locked the hostages in the vault!",
    "found a easy access to the vault!",
    "Gained access to the security room!",
    "Turned on the fog machine and filled the bank with fog",
    "Pulled the fire alarm and made everyone evacuate!",
    "brought the drill!",
	"caught the bank teller off guard!",
    "Took out security guards in the security room!",
    "locked all the hostages in security",
    "planned the heist ahead of time",
    "Used a Taser on a security guard.",
    "Broke into someone's car and took it for the escape car",
	"Stopped the people from escaping!"
    ],
    "Occurance Messages BAD": [
    "was hit by an axe!",
    "was hit by a security car as it was entering the bank",
    "Got smashed by a glass bottle from a guard",
    "Got arrested by SWAT Teams.",
    "A hostage used a smoke bomb and smoked the entire bank. ",
    "Got wacked by a Club",
    "was burned by a fire started in the bank!",
    "was burned by tear gas, thrown in from the SWAT Team",
	"was attacked by the bank teller!",
	"dropped the vault keys in the dark!",
	"wore a clown mask and caused a hostage to pass out!",
    "started getting shot at by another person who took part in the purge!",
    "tripped and set off a smoke grenade!",
    "lost a lot of ammo! When they fell!",
    "lost some ammo!",
    "lost there mask! The hostages can now remember them.",
    "Locked all the doors to the bank accidently.",
    "Tripped on tripwire.",
    "Forgot duck tape for the hostages. Many were screaming and yelling.",
    "Forgot to tie the hostages and many started running right out of the bank!",
    "Forgot zipties and so couldn't tie any hostages.",
    "Tripped on a broken chair.",
    "Tripped on marbles.",
    "Kidnapped by security guards???",
    "got smacked by a hostage!",
    "Hostage got out of sight and escaped!",
    "took out a hostage after they tried to take a gun",
    "Got wacked in the face by a hostage using a chair!",
    "Took a break from the hesit to take a *phone call*",
	"had to take out a bank teller for trying to make a great escape! What an idiot!",
	"accidently stabbed himself with the fire axe! Ouch!"
    ],
    "Hostage Quotes": [
    "*Please take off the mask! I'm deathly afraid of scary masked people!*",
    "*Don't hurt me!*",
    "*I won't touch anything! Just take it!*",
    "*Please leave! I'm calling!*",
    "*Leave me alone! take my money!*",
    "*I won't move okay!*",
    "*I have a lot of money, if you don't hurt me, I'll take you to my stash in the bank vault locker! But you can't hurt me!*",
    "*PLEASE don't aim that weapon at me, I'm very rich, I can make you very wealthy that you don't even need to rob these banks anymore!*",
    "*Don't touch me! Don't hit me!*",
    "*Is this a bank heist? Are you guys staff with the bank?*",
    "*Please don't steal my car, it's worth a lot of money-! *oh wait. oh, it's a piece of junk!*?",
    "*Don't take my wallet, or anything from me, just rob the bank, it's easier!*",
    "*Are you the bank staff? What's going on in the bank? Is there a robbery? Is it a hostage problem?*",
    "*Why are you doing this?*",
    "*Don't empty my savings account please! I'm asking you... I'm trying to afford a vacation!*",
    "*Don't empty my bank accounts please! I'm begging you! I need to pay my RENT!*",
    "*You aren't security! Who are you!*",
    "*Are you the security guys?*",
    "*Please don't take us as hostages!*",
    "*Are you guys withdrawing money or deposting money?*",
	"*Let us go please! We won't tell anyone.*",
    "*Why are you guys wearing masks? I'm very scared please!*",
    "*I'll be coming for y 'all. Count on it!*",
    "Why are you people wearing masks!",
    "You better hope you don't die when you leave!*",
    "I can't believe this is happening!"
    ],
    "News Coverage Quotes": [
    "We are getting reports of a break in at the bank. We have a Hog Network Helicopter and will bring you news shortly with LIVE Updates.",
    "Thank you for joining us on **Night water Networks** Tom, Can you tell us what's going on down there at the bank? We heard many reports of a robbery and suspects armed. *Well I can't tell you much, but our officers are currently on the way to the scene and we will take care of this in no time*",
    "**JUST IN** We just heard gunfire coming from the bank. It sounds like the security guards and robbers have engaged in a gun battle, police have sealed off roads to the bank.",
    "We just learned that a VIP is currently inside the bank as a **hostage** at the moment. Many fans of the VIP have voiced there concerns on YouTweet. Police have surrounded the building.",
    "The hostages are currently trapped inside, we have reports that there at least **10** hostages and **5** staff members inside the building, no word on how many suspects or security guards and if this was an inside job.....",
    "We just got conformation of 3 security guards down, no words on how many were held hostage.",
    "One of the hostages is the goverments  kids! This can be a huge problem!",
    "We are getting reports that hostages are being moved into the vault to prevent SWAT from rescuing hostages. This can be a stand off folks. No other reports yet.",
    "This is Lloyd News, reporting in on what appears to be a bank heist going down right now! We have no word on what's going on inside the bank, but witnesses outside the bank have reported screaming and yelling coming from the bank. No other news is reported. We'll keep you up to date with any more updates.",
    "One of the hostages in the bank is our news reporter Blake! He's trapped in the bank, He has called in that the suspects are already drilling there way into the bank, they have been moved into the teller offices too. They saw some police too.",
    "We have a news update, the SWAT teams are moving in for an attempt at rescuing hostages from the bank.",
    "This is Stephen, reporting in from the sky on behalf of Dora News. We are seeing the hostages fleeing the building, we also see smoke and what appears to be fire inside the bank building at the moment, fire department has been called. Police have sealed off roads and is on lockdown, We might have to leave this airspace soon.",
    "No official count on how many people are in the building. We are guessing 4 or more!",
    "Surrounding banks have closed and shops are now on lockdown, police are moving in at this moment!",
    "We are coming live from the studios of Dora News! Recent reports show that police are currently having a standoff with suspects inside the bank at the moment, no word on anything else.",
    "We are getting reports, that many hostages bank accounts are currently being drained. The company responsible for the bank has put account holds on ALL accounts with the bank to prevent further issues."
    ],
"Game Wait Timers": "3",
"Cooldown Timer" : "5"
}